-- phpMyAdmin SQL Dump
-- version 5.1.2
-- https://www.phpmyadmin.net/
--
-- Хост: localhost:3306
-- Время создания: Апр 17 2023 г., 19:29
-- Версия сервера: 5.7.24
-- Версия PHP: 8.1.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `places`
--

-- --------------------------------------------------------

--
-- Структура таблицы `top`
--

CREATE TABLE `top` (
  `id` int(11) UNSIGNED NOT NULL,
  `title` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `working_hours` varchar(255) NOT NULL,
  `price` decimal(10,2) NOT NULL,
  `address` varchar(255) NOT NULL,
  `path` varchar(250) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `top`
--

INSERT INTO `top` (`id`, `title`, `description`, `working_hours`, `price`, `address`, `path`) VALUES
(1, 'Караоке \"Весна\"', 'Караоке \"Весна\" - это уютное заведение в центре Подольска, где каждый гость может петь свои любимые песни на сцене и наслаждаться веселым времяпрепровождением с друзьями и семьей. Здесь вы найдете просторный зал с хорошей акустикой и оборудованием высокого качества, профессиональную систему караоке, широкий выбор песен разных жанров и эпох, а также вкусное меню с различными закусками и напитками. Независимо от того, пришли ли вы отметить день рождения, провести корпоративное мероприятие или просто хотите отдохнуть и петь караоке - Караоке \"Весна\" с радостью приветствует вас и гарантирует незабываемые впечатления.', 'ежедневно, 18:00–06:00', '300.00', 'Подольск, пр-т Ленина, 107/49', 'vesna1.jpg'),
(2, 'Чайхана \"Казан\"', 'Чайхана \"Казан\" - это молодежный клуб в городе Подольск, который представляет собой уютное место для отдыха и проведения времени в приятной обстановке. В \"Казане\" гостей ждет широкий выбор блюд кавказской кухни и настоящее гостеприимство, благодаря которому каждый посетитель чувствует себя как дома. Здесь можно насладиться вкуснейшими блюдами из тандыра и настоящим чайным церемониалом. Также в клубе часто проходят мероприятия и концерты, в которых можно окунуться в атмосферу настоящего кавказского праздника. Красивый интерьер и дружелюбный персонал придадут особую нотку комфорта и релаксации, а доступные цены позволят насладиться вкусом национальных блюд без больших затрат. В \"Казане\" каждый гость найдет что-то для себя и обязательно захочет вернуться снова.', 'пн-чт 12:00–00:00; пт,сб 12:00–05:00; вс 12:00–00:00', '1500.00', 'г.Подольск, ул.Февральская, 57', 'kazan1.jpg'),
(3, 'Парк Талалихина', 'Парк Талалихина расположен в историческом центре города Подольска и является одним из любимых мест отдыха жителей и гостей города. Парк был основан в конце XIX века и на протяжении многих лет является популярным местом для прогулок, отдыха и проведения мероприятий.\r\n\r\nНа территории парка можно увидеть множество деревьев и кустарников, создающих уютную атмосферу и приятный микроклимат. Также в парке находятся несколько прудов, на которых можно покататься на лодке в теплое время года.\r\n\r\nДля детей в парке есть детская площадка с различными аттракционами, а для взрослых - спортивные площадки для игры в волейбол и баскетбол. В парке часто проводятся различные мероприятия, такие как концерты, фестивали, ярмарки и выставки.\r\n\r\nПарк Талалихина - это прекрасное место для тех, кто любит наслаждаться природой, проводить время на свежем воздухе и наслаждаться красивыми пейзажами.', 'ежедневно, 07:00–23:00', '0.00', 'Рабочая ул., 5Б, Подольск', 'tal1.jpg'),
(4, 'Дубровицы', 'Дубровицы – это исторический район в городе Подольск, расположенный на юго-западе города. Район знаменит своей уникальной архитектурой, множеством исторических памятников и культурных достопримечательностей.\r\n\r\nОдним из главных достопримечательностей Дубровиц является храм Святого Николая, построенный в начале XIX века. Это один из старейших храмов Подольска, который сохранил свой первоначальный облик. Внутри храма находятся редкие иконы и ценные реликвии.\r\n\r\nЕще одной интересной достопримечательностью является поместье Николая Николаевича Решетникова, известного деятеля культуры и науки, которое находится на улице Решетникова, названной в его честь. В поместье расположен музей, посвященный жизни и творчеству Решетникова.\r\n\r\nВ районе Дубровицы также расположены многие другие достопримечательности, такие как парк-усадьба \"Дубровицы\", старинный кирпичный мост через реку Пахру, памятник \"Медсестре\" и многое другое. Все это делает Дубровицы одним из самых интересных районов Подольска для туристов и жителей города.', 'ежедневно, 8:00 - 22:00', '0.00', 'Подольск, посёлок Дубровицы, 30 ', 'dub1.jpg'),
(5, 'Стадион \"Труд\"', 'Стадион \"Труд\" расположен в городе Подольск и является одним из основных спортивных объектов города. Стадион был построен в 1957 году и с тех пор неоднократно модернизировался.\r\n\r\nСегодня стадион \"Труд\" может вместить до 8000 зрителей. На его территории есть основное игровое поле с искусственным покрытием и тренировочные площадки для футбольных команд.\r\n\r\nСтадион \"Труд\" является домашней ареной для нескольких местных футбольных команд, а также проводятся здесь регулярные соревнования по футболу, легкой атлетике и другим видам спорта.\r\n\r\nНа стадионе также есть современные раздевалки, душевые и специальные помещения для тренеров и судей. Кроме того, здесь есть кафе и магазин с сувенирами и спортивными принадлежностями.\r\n\r\nСтадион \"Труд\" – это не только спортивный объект, но и место, где можно провести время с семьей и друзьями, поддерживая любимую команду или просто наслаждаясь атмосферой спортивных событий.', 'ежедневно, 09:00–22:00', '0.00', 'г. Подольск, ул. Клемента Готвальда,4,стр. 1', 'trud1.jpg'),
(6, 'Площадь Ленина', 'Площадь Ленина - это главная площадь города Подольска, расположенная в его историческом центре. Она является одной из самых живописных и уютных площадей города. В центре площади находятся знаменитые городские часы в виде Биг Бена, которые стали своеобразной достопримечательностью города.\r\n\r\nНа площади Ленина расположены множество кафе, ресторанов, магазинов, театров и кинотеатров, которые делают эту площадь одним из самых популярных мест для отдыха и развлечений в городе. В летние месяцы на площади часто проводятся различные концерты, фестивали и ярмарки, что придает этому месту особую атмосферу.\r\n\r\nПлощадь Ленина также является центром городской жизни и важным транспортным узлом, откуда можно легко добраться до любой части города. Здесь находятся остановки городского транспорта, а также туристические информационные центры, где можно получить подробную информацию о достопримечательностях и мероприятиях города.', '24/7', '0.00', 'Подольск, Большая Серпуховская ул., 2А', 'lenin1.jpg'),
(7, 'Усадьба Ивановское', 'Ивановское — одна из самых известных усадеб Подмосковья. Еще 200 лет назад вокруг здания шумели леса и рядом тихо журчала речка Пахра, а ближайшим населенным пунктом было крестьянская деревня на несколько домов. Сегодня дворянское имение находится в черте города, сохраняя большую парковую территорию.\r\n\r\nПервое упоминание о Ивановском как о владении датируется XVIII веком. Вскоре имение приобретает граф Федор Толстой, двоюродный дед Льва Толстого. Он решает преобразовать пространство: возводит большой господский дом в стиле русского классицизма, создает театр и оранжерею. Наследницей имения стала Аграфена Толстая, дочь графа. Ее муж, генерал Арсений Закревский, уволившись с военной службы, решил заняться перестройкой имения – надстроил над дворцом третий этаж и превратил колоннады в закрытые переходы.\r\n\r\nСовременники отмечают, что здесь бывала почти вся Москва, ведь в имении проводились балы и лучшие театральные представления среди усадебных театров в Подмосковье. Даже Пушкин посвятил несколько стихотворений красавице Аграфене, душе высшего общества.\r\n\r\nВ 1917 году дом забрали под нужды революции: помещение использовалось для заседаний Совета депутатов, как общежитие и даже приют. В 70-х усадьбу восстановили, а сейчас в ней музей профессионального образования.', 'вт-вс, 10:00–18:00', '300.00', 'г.Подольск, Парковая ул., 1', 'ivan1.jpg'),
(8, 'Усадьба Остафьево', 'Усадьба Остафьево – это место, где ощущается «дух великой русской литературы». Это бывшее загородное имение Вяземских-Шереметьевых, которое считалось литературным центром Москвы. В помещениях звучали строки Пушкина, Грибоедова, Гоголя и Жуковского.\r\n\r\nСейчас это музей-усадьба: внутри полностью восстановили историческую планировку и воссоздали быт парадных залов. Здесь можно рассмотреть старинную мебель, книги, картины. Частично облагорожена территория вокруг, и если отойти подальше от дома – попадаешь в тенистый парк. Прогуливаясь по аллеям, можно увидеть памятники – Пушкину, Жуковскому, Карамзину. Недалеко есть большой красивый пруд, где желающие катаются на лодках.', 'вт-пт 10:00–18:00; сб 10:00–21:00; вс 10:00–18:00', '300.00', 'Троицкая ул., 1А, село Остафьево', 'ostaf1.jpg'),
(9, 'Музей-заповедник «Подолье»', 'Историко-мемориальный музей-заповедник объединяет сразу несколько зданий: дом-музей Ленина, мемориальный комплекс, охранную зону музея. Территория также включает уютный уголок с парком, лугом, фруктовым садом и побережьем у реки Пахры. Он притягивает любителей старины и спокойных прогулок.\r\n\r\nМузей основали еще в 1937 году в небольшом одноэтажном доме, который снимала семья Ульяновых — Ленин дважды его посещал. Здание сохранилось в первозданном виде, и даже интерьер подлинный — это возможность ощутить эпоху конца XIX столетия. В конце XX века музей хотели снести, но местные жители сумели защитить его. В доме Морозовых, который тоже входит в состав комплекса, можно ознакомиться с местной богатой историей (от первобытных эпох до XX века).', 'пн,ср,чт,пт,сб,вс 11:00–18:00', '200.00', 'г.Подольск, проспект Ленина,47', 'zappod1.jpg'),
(10, 'Раковарня \"Клешни и хвосты\"', 'Раковарня \"Клешни и хвосты\" расположена в городе Подольск и славится своими изысканными блюдами из раков и креветок. Здесь гостей ждет уютная атмосфера, интересный дизайн интерьера и приветливый персонал. В меню представлены блюда, приготовленные из свежайших ингредиентов и разнообразных специй, которые делают их вкус необычайно насыщенным и оригинальным.\r\n\r\nПомимо разнообразия раков и креветок, в меню также можно найти блюда из рыбы и морепродуктов, а также множество закусок, салатов и десертов. Раковарня \"Клешни и хвосты\" является отличным местом для проведения вечеринок, корпоративных мероприятий и романтических свиданий. Также здесь можно приобрести свежие раки и креветки на вынос.\r\n\r\nБлагодаря своей репутации, раковарня \"Клешни и хвосты\" является одним из самых популярных мест в городе Подольск для любителей морепродуктов и раков. Если вы хотите насладиться вкусом свежей и вкусной еды, погрузиться в уютную атмосферу и провести приятный вечер в компании друзей или близких, раковарня \"Клешни и хвосты\" - отличный выбор для посещения.', 'пн-чт 12:00–00:00; пт,сб 12:00–01:00; вс 12:00–00:00', '2000.00', 'ул. Дружбы, д.36, помещение 1', 'klesh1.jpg'),
(11, 'Rapido', 'Пиццерия Rapido – это уютное место, которое расположено в центре города Подольска. Здесь можно попробовать настоящую итальянскую пиццу, приготовленную по традиционным рецептам. В меню представлен широкий выбор пицц, начиная от классических до авторских, а также различные закуски, салаты и десерты.\r\n\r\nВ пиццерии создана уютная атмосфера, идеальная для романтического ужина или для встреч с друзьями. Внутри интерьер выполнен в современном стиле с яркими деталями, которые добавляют комфорта и тепла.\r\n\r\nВажной особенностью пиццерии Rapido является быстрота обслуживания. Заказанные блюда приходят на стол очень быстро, что делает это место идеальным выбором для быстрого ланча во время работы или для поспешного обеда. Кроме того, здесь предоставляются услуги доставки пиццы, что позволяет наслаждаться вкусом итальянской кухни в любой точке города.\r\n\r\nВ общем, пиццерия Rapido – это отличное место для тех, кто ищет вкусную и качественную пиццу в Подольске, а также для тех, кто ценит быстроту обслуживания и уютную атмосферу.', 'ежедневно, 10:00–23:00', '500.00', 'г.Подольск, ул.Клемента Готвальда, 6В', 'rapido1.jpg');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `top`
--
ALTER TABLE `top`
  ADD UNIQUE KEY `id` (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `top`
--
ALTER TABLE `top`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
